Repository: gdelacour/ProjetADSILLH_GnomeGames
Catalog: gnome-games/po/*.po
Languages: de, es, fr, fur, sk

source: Games
de: Spiele
es: Juegos
fr: Jeux
fur: Zûcs
sk: Hry

source: Simple game launcher for GNOME
de: Einfacher Starter für Spiele unter GNOME
es: Lanzador de videojuegos sencillo para GNOME
fr: Lanceur de jeux simple pour GNOME
fur: Sempliç inviadôr di zûcs par GNOME
sk: Jednoduchý spúšťač hier prostredia GNOME

source: Games is a GNOME 3 application to browse your video games library and to easily pick and play a game from it. It aims to do for games what Music already does for your music library.
de: »Spiele« ist eine Anwendung für GNOME 3, mit der Sie Ihre Videospiel-Bibliothek durchsuchen und einfach ein Spiel wählen können, das Sie spielen wollen. Es verfolgt den gleichen Zweck für Spiele wie eine Musikverwaltung für Musik.
es: Juegos es una aplicación de GNOME 3 que le permite explorar su colección de videojuegos y seleccionar y jugar a uno fácilmente. El objetivo es crear una experiencia similar a la que Música proporciona para su colección musical.
fr: Jeux est une application GNOME 3 pour parcourir votre ludothèque et aisément y chosir un jeu à jouer. Il vise à appliquer aux jeux ce que Musique fait déjà pour votre musithèque.
fur: Zûcs e je une aplicazion di GNOME 3 par navigâ te tô librarie di videozûcs e facilmentri cjoli e zuiâ a un zûc di chei. Al à la finalitât di fâ ce che Musiche e fâs pe tô librarie di musichis.
sk: Hry je aplikácia prostredia GNOME 3 na prehliadanie vašej knižnice video hier, z ktorej sa dá jednoducho vybrať a hrať hru. Jej cieľom je spravovať hry, tak ako to robí aplikácia Hudba s vašou hudobnou zbierkou.

source: You want to install Games if you just want a very simple and comfortable way to play your games and you don’t need advanced features such as speedrunning tools or video game development tools.
de: Sie sollten »Spiele« installieren, wenn Sie einen einfachen und komfortablen Weg suchen, Ihre Spiele zu spielen und keine speziellen Werkzeuge wie Software für Geschwindigkeitstests oder Entwicklungswerkzeuge benötigen.
es: Querrá instalar Juegos si quiere obtener tan solo una forma sencilla y cómoda de gestionar sus juegos y no necesita funciones avanzadas, tales como herramientas para «speedrunning» o para desarrollar videojuegos.
fr: Vous souhaitez installer Jeux si vous voulez juste un moyen très simple et confortable de jouer à vos jeux et vous n’avez pas besoin de fonctionnalités avancées comme des outils de speedrunning ou de développement de jeux vidéo.
fur: Tu vûs instalâ Zûcs se tu âs pardabon voie di vê une semplice e pratiche maniere par zuiâ ai tiei zûcs e no ti coventin funzionalitâts avanzadis come un strument di acelerazion o struments di svilup par videozûcs.

source: Features:
de: Funktionsmerkmale:
es: Funciones:
fr: Fonctionnalités :
fur: Funzionalitâts:
sk: Funkcie:

source: List your installed games, your Steam games, your game ROMs…
de: Listen Sie Ihre installierten Spiele, Steam-Spiele oder Spiele-ROMs auf …
es: Mostrar los juegos que ha instalado, incluyendo la colección de Steam, sus ROM…
fr: Listez vos jeux installés, vos jeux Steam, vos ROMs de jeu…
fur: Liste i tiei zûcs instalâts, i tiei zûcs di Steam, lis tôs ROM dai zûcs...

source: Search in your games collection
de: Durchsuchen Sie Ihre Spielesammlung
es: Buscar en la colección de juegos
fr: Cherchez dans votre ludothèque
fur: Cîr te tô colezion di zûcs
sk: Vyhľadávanie vo vašej zbierke hier

source: Play your games
de: Spielen Sie Ihre Spiele
es: Iniciar sus juegos
fr: Jouez à vos jeux
fur: Zuie ai tiei zûcs
sk: Hranie vašich hier

source: Resume your game to where you left it
de: Nehmen Sie Ihr Spiel dort wieder auf, wo Sie es verlassen haben
es: Reanudar la partida donde la dejó
fr: Reprenez votre partie là où vous l’avez laissée
fur: Ripie il zûc di dulà che tu lu vevis lassât
sk: Pokračovanie vo vašej hre, kde ste skončili

source: Video game player
de: Videospiel-Anwendung
es: Visor de videojuegos
fr: Lecteur de jeux vidéo
fur: Riprodutôr di videozûcs
sk: Hranie video hier

source: View and play your video games collection
de: Ihre Videospiele-Sammlung ansehen und spielen
es: Visualice y juegue con su colección de videojuegos
fr: Visualiser et jouer à votre ludothèque
fur: Viôt e zuie la tô colezion di videozûcs
sk: Zobrazuje a spúšťa hry z vašej zbierky video hier

source: game;videogame;video game;player;
de: Spiel;Videospiel;Spieler;
es: juego;videojuego;vídeo;jugador;
fr: jeu;jeu vidéo;lecteur;
fur: zûc;videozûc;video zûc;zuiadôr;
sk: hra;videohra;video hra;hráč;hranie;

source: Fullscreen
de: Vollbildschirm
es: Pantalla completa
fr: Plein écran
fur: Plen visôr
sk: Na celú obrazovku

source: Whether the games should be displayed in full screen or not.
de: Legt fest, ob Spiele im Vollbildmodus angezeigt werden sollen oder nicht.
es: Indica si el juego se debe o no mostrar a pantalla completa.
fr: Indique si le jeu doit être affiché en plein écran ou non.
fur: Indiche se i zûcs a àn di jessi mostrâts a plen visôr o no.

source: Video filter
es: Filtro de vídeo
fr: Filtre vidéo
fur: Filtri video

source: Filter for the game video output. Allowed values are: “smooth” (blurry pixels), “sharp” (blocky pixels).
de: Filter für die Videoausgabe des Spiels. Zulässige Werte sind »smooth« (weichgezeichnete Bildpunkte) und »sharp« (blockförmige Bildpunkte).
es: Filtro para la salida de vídeo del juego. Los valores permitidos son «smooth» (píxeles borrosos) y «sharp» (píxeles cuadrados).
fr: Filtre pour la sortie vidéo des jeux. Les valeurs possibles sont : « lisse » (pixels flous), « net » (pixels visibles).
fur: Filtre la jessude dal video dai zûcs. I valôrs permetûts a son: “smooth” (pixel fûr fûc), “sharp” (pixel scuadrâts).

source: Window maximized
de: Fenster maximiert
es: Ventana maximizada
fr: Fenêtre maximisée
fur: Barcon slargjât

source: Window maximized state.
de: Maximierungszustand des Fensters.
es: Estado maximizado de la ventana.
fr: L’état maximisé de la fenêtre.
fur: Stât barcon slargjât.

source: Window size
de: Fenstergröße
es: Tamaño de la ventana
fr: Taille de la fenêtre
fur: Dimension barcon

source: Window size (width and height).
de: Fenstergröße (Breite und Höhe).
es: Tamaño de la ventana (anchura y altura).
fr: La taille de la fenêtre (largeur et hauteur).
fur: La dimension dal barcon (largjece e altece).

source: _Preferences
de: _Einstellungen
es: _Preferencias
fr: _Préférences
fur: _Preferencis
sk: _Predvoľby

source: _About
de: _Info
es: _Acerca de
fr: À _propos
fur: _Informazions
sk: _O aplikácii

source: _Quit
de: _Beenden
es: _Salir
fr: _Quitter
fur: _Jes
sk: _Ukončiť

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
fur: Daûr a cjariâ

source: Add game files…
de: Spieledateien hinzufügen …
es: Añadir archivos de juegos…
fr: Ajouter des fichiers de jeu…

source: Search
de: Suchen
es: Buscar
fr: Recherche
fur: Cîr
sk: Vyhľadať

source: Back
de: Zurück
es: Atrás
fr: Précedent
fur: Indaûr
sk: Späť

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
fur: Ripristine
sk: Obnoviť

source: This is a dummy game display
de: Dies ist ein Platzhalter für ein angezeigtes Spiel
es: Esta es una pantalla de juego falsa
fr: Ceci est un affichage de jeu factice
fur: Cheste e je une finte videade di zûc

source: If you see this, this is a bug.
de: Wenn Sie dies sehen, ist ein Fehler aufgetreten.
es: Si la puede ver, se trata de un error.
fr: Si vous voyez ceci, c’est un bogue.
fur: Se tu viodi chest, chest al è un bug.
sk: Ak vidíte toto, znamená to chybu.

source: Please contact the developers.
de: Bitte nehmen Sie Kontakt mit den Entwicklern auf.
es: Póngase en contacto con los desarrolladores.
fr: Merci de bien vouloir contacter les développeurs.
fur: Par plasê contate i svilupadôrs.
sk: Prosím, kontaktujte vývojárov.

source: No games found
de: Keine Spiele gefunden
es: No se encontró ningún juego
fr: Aucun jeu trouvé
fur: Nissun zûc cjatât
sk: Nenašli sa žiadne hry

source: Install games or add directories containing games to your search sources.
de: Installieren Sie Spiele oder fügen Sie Ordner zu Ihren Suchquellen hinzu, die Spiele enthalten.
es: Instale juegos o añada carpetas que contengan juegos a los orígenes de búsqueda.
fr: Installez des jeux ou ajoutez des dossier contenant des jeux à vos sources de recherche.
fur: Instale zûcs o zonte cartelis che a contegnin zûcs ae tô sorzint di ricercje.
sk: Nainštalujte hry, alebo pridajte adresáre obsahujúce hry do vašich zdrojov vyhľadávania.

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
sk: Vynulovať

source: Configure
es: Configurar
fr: Configurer

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
fur: Anule
sk: Zrušiť

source: Skip
es: Omitir
fr: Passer

source: Media
de: Medien
es: Soporte
fur: Supuarts
sk: Médium

source: Gamepads
es: Mandos
fr: Manettes de jeu

source: Controllers
es: Controladores
fr: Contrôleurs

source: Plugins
es: Complementos
fr: Greffons
fur: Plugin
sk: Zásuvné moduly

source: Extensions
de: Erweiterungen
es: Extensiones
fur: Estensions
sk: Rozšírenia

source: Filter
es: Filtro
fr: Filtre
fur: Filtri

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
fur: Preferencis
sk: Predvoľby

source: Are you sure you want to quit?
de: Sind Sie sicher, dass Sie das Programm beenden wollen?
es: ¿Seguro que quiere salir?
fr: Ëtes-vous sûr(e) de vouloir quitter ?
fur: Sigûrs di jessî?
sk: Naozaj chcete skončiť?

source: All unsaved progress will be lost.
de: Nicht gespeicherte Spielverläufe gehen verloren.
es: Se perderá todo el progreso no guardado.
fr: Toute progression non sauvegardée sera perdue.
fur: Ducj i progrès no salvâts a laran pierdûts.
sk: Všetok neuložený priebeh bude stratený.

source: Quit
de: Beenden
es: Salir
fr: Quitter
fur: Jes
sk: Ukončiť

source: Use the game’s own window to play it
de: Eigenes Fenster des Spiels verwenden, um es zu spielen
es: Use la propia ventana del juego para jugar.
fr: Vous devez utiliser sa propre fenêtre pour y jouer.
fur: Dopre il barcon natîf dal zûc par podê zuiâ cun lui

source: This game isn’t integrated to GNOME Games.
de: Dieses Spiel ist nicht in den GNOME-Spielen integriert.
es: Este juego no está integrado con Juegos de GNOME.
fr: Ce jeu n’est pas intégré à GNOME Jeux.
fur: Chest zûc nol è integrât cun GNOME Zûcs.

source: You have to use its own window to play it.
de: Sie müssen dessen eigenes Fenster verwenden, um es zu spielen.
es: Deberá utilizar su propia ventana para jugar.
fr: Vous devez utiliser sa propre fenêtre pour y jouer.
fur: Tu scugnis doprâ il so barcon natîf par podê zuiâ cun lui.
sk: Na hranie tejto hry musíte použiť jej vlastné okno.

source: Factory reset mapping for this gamepad?
es: ¿Restaurar el mapeado de fábrica de este mando?
fr: Réinitialiser cette manette de jeu aux paramètres d'usine ?

source: Your mapping will be lost.
es: El mapa se perderá.
fr: Votre configuration sera perdue.

source: Resume last game?
de: Letztes Spiel fortsetzen?
es: ¿Reanudar la última partida?
fr: Reprendre la dernière partie ?
fur: Ripiâ l'ultime partide?
sk: Pokračovať v poslednej hre?

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
fur: Torne invie
sk: Reštartovať

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
fur: Ripie
sk: Pokračovať

source: Resuming failed. Do you want to restart the game?
de: Wiederherstellen fehlgeschlagen. Möchten Sie das Spiel von vorne beginnen?
es: Falló al reanudar. ¿Quiere reiniciar el juego?
fr: La reprise a échoué. Voulez-vous redémarrer le jeu ?
fur: Ripiâ falît. Tornâ a tacâ il zûc?

source: Invalid command “%s”.
de: Ungültiger Befehl »%s«.
es: Comando «%s» no válido.
fr: Commande « %s » invalide.
fur: Comant “%s” no valit.

source: Tracker listed file not found: “%s”.
de: In Tracker aufgelistete Datei konnte nicht gefunden werden: »%s«.
es: Archivo listado del rastreador no encontrado: «%s».
fr: Fichier listé par Tracker non trouvé : « %s ».
fur: File listât dal tracker no cjatât: “%s”.

source: Couldn’t parse desktop entry “%s”.
de: Desktop-Eintrag »%s« konnte nicht ausgewertet werden.
es: No se pudo analizar la entrada del escritorio «%s».
fr: Impossible d’analyser « %s ».
fur: Impussibil analizâ la vôs scritori “%s”.

source: “%s” shouldn’t be displayed.
de: »%s« sollte nicht angezeigt werden.
es: no se debe mostrar «%s».
fr: « %s » ne devrait pas être affiché.
fur: “%s” nol varès di jessi mostrât.

source: “%s” is hidden.
de: »%s« ist verborgen.
es: «%s» está oculto.
fr: « %s » est caché.
fur: “%s” al è platât.

source: “%s” has blacklisted category “%s”.
de: »%s« hat Kategorie »%s« ausgeblendet.
es: «%s» tiene en lista negra la categoría «%s».
fr: « %s » possède la catégorie sur liste noire « %s ».
fur: “%s” al à metût te liste nere la categorie “%s”.

source: “%s” has blacklisted executable “%s”.
de: »%s« hat ausführbare Datei »%s« ausgeblendet.
es: «%s» tiene en lista negra el ejecutable «%s».
fr: « %s » possède l’exécutable sur liste noire « %s ».
fur: “%s” al à metût te liste nere l'eseguibil “%s”.

source: “%s” is blacklisted.
de: »%s« ist ausgeblendet.
es: «%s» está en lista negra.
fr: « %s » est sur liste noire.
fur: “%s” al è te liste nere.

source: The file doesn’t have a Dreamcast header.
de: Die Datei hat keinen Dreamcast-Header.
es: El archivo no tiene una cabecera de Dreamcast.
fr: Le fichier n’a pas d’en-tête Dreamcast.
fur: Il file nol à une intestazion Dreamcast.

source: The file doesn’t have a Game Cube header.
de: Die Datei hat keinen GameCube-Header.
es: El archivo no tiene una cabecera de Game Cube.
fr: Le fichier n’a pas d’en-tête Game Cube.
fur: Il file nol à une intestazion Game Cube.

source: This doesn’t represent a valid LÖVE package: “%s”.
de: Dies ist kein gültiges LÖVE-Paket: »%s«.
es: Esto no representa un paquete LÖVE válido: «%s».
fr: Ceci ne représente pas un paquet LÖVE valide : « %s ».
fur: Chest nol rapresente un pachet LÖVE valit: “%s”.

source: Invalid MAME game id “%s” for “%s”.
de: MAME-Spiel-Kennung »%s« für »%s« ist ungültig.
es: ID «%s» de juego MAME no válido para «%s».
fr: Identifiant de jeu MAME « %s » invalide pour « %s ».
fur: Id zûc MAME “%s” par “%s” no valit.

source: Not a PlayStation disc: “%s”.
de: Keine PlayStation-Disc: »%s«.
es: No es un disco de PlayStation: «%s».
fr: Ce n'est pas un disque Playstation : « %s ».

source: Invalid PlayStation header: disc ID not found in “%s”.
de: Ungültiger PlayStation-Header: Platten-ID nicht gefunden unter »%s«.
es: Cabecera de PlayStation no válida: ID del disco no encontrado en «%s».
fr: En-tête PlayStation invalide : identifiant de disque non trouvé dans « %s ».
fur: Intestazion PlayStation no valide: ID disc no cjatât in “%s”.

source: The file doesn’t have a Genesis/Sega 32X/Sega CD/Sega Pico header.
de: Datei hat keinen Genesis/Sega 32X/Sega CD/Sega Pico-Header.
es: El archivo no tiene una cabecera de Genesis/Sega 32X/Sega CD/Sega Pico.
fr: Le fichier n’a pas d’en-tête Mega Drive, Mega Drive 32X, Mega-CD ou Sega Pico.
fur: Il file nol à une intestazion Genesis/Sega 32X/Sega CD/Sega Pico.

source: The file “%s” doesn’t have a track.
de: Datei »%s« hat keinen Titel.
es: El archivo «%s» no tiene ninguna pista.
fr: Le fichier « %s » n’a pas de piste.
fur: Il file “%s” nol à une linie(track).

source: The file “%s” doesn’t have a valid binary file format.
de: Datei »%s« hat kein gültiges Binärfomat.
es: El archivo «%s» no tiene un formato binario válido.
fr: Le fichier « %s » n’a pas de format de fichier binaire valide.
fur: Il file “%s” nol à un formât file binari valit.

source: The file “%s” doesn’t have a valid track mode for track %d.
de: Datei »%s« hat keinen gültigen Titelmodus für Titel %d.
es: El archivo «%s» no tiene ningún modo de pista válido para la pista %d.
fr: Le fichier « %s » n’a pas de mode de piste valide pour la piste %d.
fur: Il file “%s” nol à une modalitât linie valide pe linie %d.

source: The file doesn’t have a Sega Saturn header.
de: Die Datei hat keinen Sega-Saturn-Header.
es: El archivo no tiene una cabecera de Sega Saturn.
fr: Le fichier n’a pas d’en-tête Sega Saturn.
fur: Il file nol à une intestazion Sega Saturn.

source: The file “%s” doesn’t have a valid Sega Saturn binary file.
de: Datei »%s« ist keine gültige Sega Saturn Binärdatei.
es: El archivo «%s» no tiene un archivo binario de Sega Saturn válido.
fr: Le fichier « %s » n’a pas de fichier binaire Sega Saturn valide.
fur: Il file “%s” nol à un file binari Sega Saturn valit.

source: Couldn’t get Steam appid from manifest “%s”.
de: Steam-App-Kennung konnte aus dem Manifest »%s« nicht ermittelt werden.
es: No se pudo obtener el appid de Steam del manifiesto «%s».
fr: Nous n’avons pas pu obtenir l’appid Steam depuis le manifeste « %s ».
fur: Impussibil otignî appid di Steam dal manifest “%s”.

source: File “%s” doesn’t exist.
de: Die Datei »%s« existiert nicht.
es: El archivo «%s» no existe.
fr: Le fichier « %s » n’existe pas.
fur: Il file “%s” nol esist.

source: Unexpected token '{'.
de: Unerwartetes Zeichen »{«.
es: Testigo «{» no esperado.
fr: Jeton inattendu « { ».
fur: Toke inspietât '{'.
sk: Neočakávaný znak „{“.

source: Unexpected end of tokens.
de: Unerwartetes Ende der Zeichen.
es: Final de testigos no esperado.
fr: Fin des jetons inattendue.
fur: Fin dai token inspietade.
sk: Neočakávaný koniec znakov.

source: Unexpected token '}'.
de: Unerwartetes Zeichen »}«.
es: Testigo «}» no esperado.
fr: Jeton inattendu « } ».
fur: Toke inspietât '}'.
sk: Neočakávaný znak „}“.

source: Couldn’t get name from Steam registry.
de: Der Name konnte nicht aus der Steam-Registry ermittelt werden.
es: No se pudo obtener el nombre del registro de Steam.
fr: Nous n’avons pas pu obtenir le nom depuis le registre Steam.
fur: Impussibil vê il non dal regjistri Steam.

source: Invalid Wii header size: %s
de: Größe des WiiHeaders ist ungültig: %s
es: Tamaño de la cabecera de Wii no válido: %s
fr: Taille d’en-tête Wii invalide : %s
fur: Dimension de intestazion Wii no valide: %s
sk: Neplatná veľkosť hlavičky konzoly Wii: %s

source: The file doesn’t have a Wii header.
de: Die Datei hat keinen Wii-Header.
es: El archivo no tiene una cabecera Wii.
fr: Le fichier n’a pas d’en-tête Wii.
fur: Il file nol à une intestazion Wii.

source: Couldn’t read file: %s
de: Datei konnte nicht gelesen werden: %s
es: No se pudo leer el archivo: %s
fr: Nous n’avons pas pu lire le fichier : %s
fur: Impussibil lei il file: %s

source: The game doesn’t have a valid command.
de: Es gibt keinen gültigen Befehl für das Spiel.
es: El juego no tiene un comando válido.
fr: Le jeu ne possède pas de commande valide.
fur: Il zûc nol à un comant valit.

source: Couldn’t run “%s”: execution failed.
de: Ausführung von »%s« ist fehlgeschlagen.
es: No se pudo ejecutar «%s»: falló la ejecución.
fr: Nous n’avons pas pu lancer « %s » : l’exécution a échoué.
fur: Impussibil eseguî “%s”: esecuzion falide.

source: Invalid media index %u.
de: Ungültiger Medienindex %u.
es: Índice del soporte %u no válido
fr: Indice de média %u invalide.
fur: Indiç dal supuart %u no valit.
sk: Neplatný index média %u.

source: Invalid plugin descriptor: %s
de: Ungültiger Plugin-Deskriptor: %s
es: Descriptor del complemento no válido: %s
fr: Descripteur de greffon invalide : %s
fur: Descritôr plugin no valit: %s
sk: Neplatný popisovač zásuvného modulu: %s

source: Couldn’t create a new instance of plugin in “%s”.
de: Eine neue Instanz des Plugins konnte nicht in »%s« angelegt werden.
es: No se pudo crear una nueva instancia del complemento en «%s».
fr: Nous n’avons pas pu créer une nouvelle instance de greffon dans « %s ».
fur: Impussibil creâ une gnove istance dal plugin in “%s”.

source: Disc %d
de: Platte %d
es: Disco %d
fr: Disque %d
sk: Disk č. %d

source: No game title found for disc ID “%s”.
de: Kein Spiel-Titel für Platten-ID »%s« gefunden.
es: No se ha encontrado el título del juego para el ID de disco «%s».
fr: Aucun titre de jeu trouvé pour l’identifiant de disque « %s ».
fur: Nissun titul di zûc cjatât pal ID dal disc “%s”.

source: No disc title found for disc ID “%s”.
de: Keinen Platten-Titel für Platten-ID »%s« gefunden.
es: No se ha encontrado el título del disco para el ID de disco «%s».
fr: Aucun titre de disque trouvé pour l’identifiant de disque « %s ».
fur: Nissun titul di disc cjatât pal ID dal disc “%s”.

source: No disc set ID found for disc ID “%s”.
de: Keine Plattensatz-ID für Platten-ID »%s« gefunden.
es: No se ha encontrado el conjunto de discos para el ID de disco «%s».
fr: Aucun ensemble de disques trouvé pour l’identifiant de disque « %s ».
fur: ID dal grup di disc no cjatât pal ID dal disc “%s”.

source: No disc found for disc ID “%s”.
de: Keine Platte gefunden für Platten-ID »%s«.
es: No se ha encontrado el disco para el ID de disco «%s».
fr: Aucun disque trouvé pour l’identifiant de disque « %s ».
fur: Nissun disc cjatât pal ID dal disc “%s”.

source: The mapping string can’t be null.
de: Die zugeordnete Zeichenkette darf nicht »null« sein.
es: La cadena de mapeado no puede ser nula.
fr: La chaîne de caractère de correspondance ne peut pas être nulle.
fur: La stringhe di mapadure no pues jessi nule.

source: The mapping string can’t be empty.
de: Die zugeordnete Zeichenkette darf nicht leer sein.
es: La cadena de mapeado no puede estar vacía.
fr: La chaîne de caractère de correspondance ne peut pas être vide.
fur: La stringhe di mapadure no pues jessi vueide.

source: Unable to open file “%s”: %s
de: Datei »%s« kann nicht geöffnet werden: %s
es: No se puede abrir el archivo «%s» :%s
fr: Nous n’avons pas pu ouvrir le fichier « %s » : %s
fur: Impussibil vierzi il file “%s”: %s

source: Evdev is unable to open “%s”: %s
de: »%s« kann nicht mit evdev geöffnet werden: %s
es: Evdev no puede abrir «%s» :%s
fr: Evdev est incapable d’ouvrir « %s » : %s
fur: Evdev nol rive a vierzi “%s”: %s

source: No module found for platform “%s” and MIME types [ “%s” ].
de: Kein Modul für Plattform »%s« und MIME-Typen gefunden [ »%s« ].
es: No se ha encontrado el módulo para la plataforma «%s» y los tipos MIME [ «%s» ].
fr: Aucun module n’a été trouvé pour la plate-forme « %s » et les types MIME « %s ».
fur: Nissun modul cjatât pe plateforme “%s” e gjenars MIME [ “%s” ].

source: This game requires the %s firmware file to run.
de: Zur Ausführung benötigt das Spiel die Firmwaredatei %s.
es: El juego necesita el archivo de firmware %s para ejecutarse.
fr: Ce jeu nécessite le fichier de micrologiciel %s pour fonctionner.
fur: Chest zûc al domande il file dal firmware di %s par zirâ.

source: This game requires the %s firmware file with a MD5 fingerprint of %s to run.
de: Zur Ausführung benötigt das Spiel die Firmwaredatei %s mit dem MD5-Fingerabdruck von %s.
es: El juego necesita el archivo de firmware %s con una huella MD5 %s para ejecutarse.
fr: Ce jeu nécessite le fichier de micrologiciel %s d’empreinte MD5 %s pour fonctionner.
fur: Chest zûc al domande il file dal firmware di %s cuntune impronte digjitâl MD5 di %s par zirâ.

source: This game requires the %s firmware file with a SHA-512 fingerprint of %s to run.
de: Zur Ausführung benötigt das Spiel die Firmwaredatei %s mit dem SHA-512-Fingerabdruck von %s.
es: El juego necesita el archivo de firmware %s con una huella SHA-512 %s para ejecutarse.
fr: Ce jeu nécessite le fichier de micrologiciel %s d’empreinte SHA-512 %s pour fonctionner.
fur: Chest zûc al domande il file dal firmware di %s cuntune impronte digjitâl SHA-512 di %s par zirâ.

source: Amiga
es: Commodore Amiga

source: Genesis 32X
es: Mega Drive 32X
fr: Mega Drive 32X

source: Sega CD
es: Mega-CD
fr: Mega-CD

source: Sega CD 32X
es: Mega-CD 32X
fr: Mega-CD 32X

source: Sega Genesis
es: Mega Drive
fr: Mega Drive

source: TurboGrafx-16
es: TurboGrafx
fr: PC-Engine

source: No module found for “%s”.
de: Kein passendes Modul für »%s« gefunden.
es: No se pudo encontrar un módulo apropiado para «%s».
fr: Aucun module trouvé pour « %s ».
fur: Nissun modul cjatât par “%s”.
