Repository: gdelacour/ProjetADSILLH_GnomeGames
Catalog: gnome-games/po/*.po
Languages: de, es, fr, fur, sk

source: The system “%s” isn’t supported yet, but full support is planned.
de: Das System »%s« wird derzeit noch nicht unterstützt, die vollständige Unterstützung ist aber bereits in Planung.
es: El sistema «%s» todavía no está soportado, pero llegará pronto.
fr: Le système « %s » n’est pas pris en charge pour le moment, son développement est prévu.
fur: Il sisteme “%s” nol è ancjemò supuartât, ma il plen supuart al è programât.

source: The system isn’t supported yet, but full support is planned.
de: Das System wird derzeit noch nicht unterstützt, die vollständige Unterstützung ist aber bereits in Planung.
es: El sistema todavía no está soportado, pero llegará pronto.
fr: Le système n’est pas pris en charge pour le moment, son développement est prévu.
fur: Il sisteme nol è ancjemò supuartât, ma il plen supuart al è programât.

source: Select game files
de: Spieledateien auswählen
es: Seleccionar archivos de juegos
fr: Sélectionnez des fichiers de jeu

source: _Cancel
de: A_bbrechen
es: _Cancelar
fr: A_nnuler

source: _Add
de: _Hinzufügen
es: _Añadir
fr: _Ajouter

source: GNOME Games
de: GNOME Spiele
es: Juegos de GNOME
fr: GNOME Jeux
fur: GNOME Zûcs
sk: Hry prostredia GNOME

source: A video game player for GNOME
de: Ein Videospiel-Programm für GNOME
es: Un reproductor de videojuegos para GNOME
fr: Lecteur de jeux vidéo pour GNOME
fur: Un riprodutôr di videozûcs par GNOME
sk: Spúšťač video hier pre GNOME

source: Learn more about GNOME Games
de: Mehr über GNOME Spiele erfahren
es: Más información acerca de Juegos de GNOME
fr: En apprendre plus sur GNOME Jeux
fur: Plui informazions su GNOME Zûcs
sk: Zistite viac o aplikácii Hry prostredia GNOME

source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com> Bernd Homuth <dev@hmt.im> Paul Seyfert <pseyfert@mathphys.fsk.uni-heidelberg.de>
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2016
fr: Adrien Plazas <kekun.plazas@laposte.net>, 2016
fur: Fabio Tomat <f.t.public@gmail.com>
sk: Dušan Kazik <prescott66@gmail.com>

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ha ocurrido un error inesperado.
fr: Une erreur inattendue est survenue.
fur: Al è vignût fûr un erôr inspietât.

source: Playing a game
de: Ein Spiel spielen
es: Jugando a un juego
fr: Partie en cours
fur: Daûr a zuiâ un zûc
sk: Hranie hry

source: Oops! Unable to run “%s”
de: Hoppla, »%s« kann nicht ausgeführt werden
es: No se puede ejecutar «%s»
fr: Oups ! Nous n’avons pas pu lancer « %s »
fur: Orpo! Impussibil eseguî “%s”
sk: Ale nie! Nie je možné spustiť „%s“

source: Oops! Unable to run the game
de: Hoppla, das Spiel kann nicht ausgeführt werden
es: No se puede ejecutar el juego
fr: Oups ! Nous n’avons pas pu lancer le jeu
fur: Orpo! Impussibil eseguî il zûc
sk: Ale nie! Nie je možné spustiť hru

source: Testing %s
es: Probando %s
fr: Essai de %s

source: Configuring %s
es: Configurando %s
fr: Configuration de %s

source: Press suitable button on your gamepad
es: Pulse el botón adecuado en el mando
fr: Pressez le bouton correspondant sur votre manette de jeu

source: Move suitable axis left/right on your gamepad
es: Mueva el eje derecha/izquierda adecuado en el mando
fr: Déplacez l'axe correspondant à gauche ou à droite sur votre manette de jeu

source: Move suitable axis up/down on your gamepad
es: Mueva el eje arriba/abajo adecuado en el mando
fr: Déplacez l'axe correspondant en haut ou en bas sur votre manette de jeu

source: Media %d
de: Medium %d
es: Soporte %d
fr: Média %d
fur: Supuart %d
sk: Médium %d

source: Smooth
de: Glätten
es: Suave
fr: Lisse
fur: Fûr fûc

source: Sharp
de: Schärfen
es: Brusca
fr: Net
fur: Scuadrât

source: “%s” doesn’t have a track for index %u.
de: »%s« hat keinen Titel für Index %u.
es: «%s» no tiene una pista para el índice %u.
fr: « %s » n’a pas de piste pour l’indice %u.
fur: “%s” nol à une linie (track) pal indiç %u.

source: %s:%lu: Invalid file format %s, expected a valid file format or none.
de: %s:%lu: Ungültiges Dateiformat %s. Es wird entweder ein gültiges Dateiformat erwartet oder nichts.
es: %s:%lu: formato de archivo %s no válido, se esperaba un formato de archivo válido o ninguno.
fr: %s:%lu : Format de fichier %s invalide, un format de fichier valide ou aucun sont attendus.
fur: %s:%lu: formât di file %s no valit, si spietave un formât di file valit o nissun.
sk: %s:%lu: Neplatný formát súboru %s. Očakával sa platný formát súboru alebo nič.

source: %s:%lu: Unexpected token TRACK before a FILE token.
de: %s:%lu: Unerwarteter Token TRACK vor einem FILE-Token.
es: %s:%lu: testigo TRACK no esperado antes de un testigo FILE.
fr: %s:%lu : Jeton inattendu TRACK avant un jeton FILE.
fur: %s:%lu: token TRACK inspietât prime di un token FILE.
sk: %s:%lu: Neočakávaný znak TRACK pred znakom FILE.

source: %s:%lu: Invalid track number %s, expected a number in the 1-99 range.
de: %s:%lu: Ungültige Titel-Nummer %s. Erwartet wird eine Nummer zwischen 1 und 99.
es: %s:%lu: número de pista %s no válido, se esperaba un número en el rango 1-99.
fr: %s:%lu : Numéro de piste %s invalide, un nombre entre 1 et 99 est attendu.
fur: %s:%lu: numar di linie %s no valit, si spietave un numar jenfri 1-99.
sk: %s:%lu: Neplatné číslo stopy %s. Očakávalo sa číslo v rozsahu 1 až 99.

source: %s:%lu: Invalid track mode %s, expected a valid track mode.
de: %s:%lu: Ungültiger Titelmodus %s. Erwartet wird ein gültiger Titelmodus.
es: %s:%lu: modo de pista %s no esperado, se esperaba un modo de pista válido.
fr: %s:%lu : Mode de piste %s invalide, un mode de piste valide est attendu.
fur: %s:%lu: modalitât linie %s no valide, si spietave une modalitât linie valide.
sk: %s:%lu: Neplatný režim stopy %s. Očakával sa platný režim stopy.

source: %s:%lu: Unexpected end of file, expected %s.
de: %s:%lu: Unerwartetes Dateiende, %s erwartet.
es: %s:%lu: fin de archivo no esperado, se esperaba %s.
fr: %s:%lu : Fin de fichier inattendue, %s est attendu.
fur: %s:%lu: fin dal file inspietade, si spietave %s.
sk: %s:%lu: Neočakávaný koniec súboru. Očakával sa %s.

source: %s:%lu: Unexpected token %s, expected %s.
de: %s:%lu: Unerwarteter Token %s. Erwartet wird %s.
es: %s:%lu: testigo %s no esperado, se esperaba %s.
fr: %s:%lu : Jeton %s inattendu, %s est attendu.
fur: %s:%lu: token %s inspietât, si spietave %s.
sk: %s:%lu: Neočakávaný znak %s. Očakával sa %s.

source: %s:%lu: Unexpected end of file, expected a token.
de: %s:%lu: Unerwartetes Dateiende, Token erwartet.
es: %s:%lu: fin de archivo no esperado, se esperaba un testigo.
fr: %s:%lu : Fin de fichier inattendue, un jeton est attendu.
fur: %s:%lu: fin dal file inspietade, si spietave un token.
sk: %s:%lu: Neočakávaný koniec súboru. Očakával sa znak.

source: %s:%lu: Unexpected end of line, expected a token.
de: %s:%lu: Unerwartetes Zeilenende, Token erwartet.
es: %s:%lu: fin de línea no esperado, se esperaba un testigo.
fr: %s:%lu : Fin de ligne inattendue, un jeton est attendu.
fur: %s:%lu: fin de rie inspietade, si spietave un token.
sk: %s:%lu: Neočakávaný koniec riadku. Očakával sa znak.

source: %s:%lu: Unexpected token %s, expected end of line.
de: %s:%lu: Unerwarteter Token %s. Erwartet wird das Zeilenende.
es: %s:%lu: testigo %s no esperado, se esperaba un final de línea.
fr: %s:%lu : Jeton %s inattendu, une fin de ligne est attendue.
fur: %s:%lu: token %s inspietât, si spietave la fin de rie.
sk: %s:%lu: Neoačkávaný znak %s. Očakával sa koniec riadku.

source: Video
fr: Vidéo

source: TurboGrafx-CD
fr: CD-ROM²

source: The file doesn’t have a Master System header.
fur: Il file nol à une intestazion Master System.

source: Disc with disc_id %s is unknown
fur: Il disc cun disc_id %s nol è cognossût
sk: Disk s identifikátorom disc_id %s je neznámy

source: Invalid game file: “%s”.
fur: File di zûc no valit: “%s”.

source: You want to install Games if you just want a very simple and comfortable way to play your games and you don't need advanced features such as speedrunning tools or video game development tools.
sk: Aplikáciu Hry si budete chcieť nainštalovať vtedy, keď budete chcieť hrať vaše hry veľmi jednoduchým a pohodlným spôsobom, a keď nepotrebujete pokročilé funkcie ako sú nástroje na urýchľovanie behu alebo vývoj video hier.

source: List your installed games, your Steam games, your game ROMs...
sk: Vypísanie zoznamu vašich nainštalovaných hier, vašich hier na službe Steam, vašich ROM hier...

source: <b><span size="large">This is a dummy game display</span></b>
sk: <b><span size="large">Toto je falošné zobrazenie hry</span></b>

source: <b><span size="large">Use the game's own window to play it</span></b>
sk: <b><span size="large">Použite vlastné okno hry na jej hranie</span></b>

source: This game isn't integrated to GNOME Games.
sk: Táto hra nie je integrovaná do aplikácie Hry prostredia GNOME.

source: Resuming failed. Do you want to to restart the game?
sk: Pokračovanie zlyhalo. Chcete hru reštartovať?

source: Invalid command '%s'.
sk: Neplatný príkaz „%s“.

source: Tracker listed file not found: '%s'.
sk: Súbor indexovaný nástrojom Tracker sa nenašiel: „%s“.

source: Couldn't parse desktop entry '%s'.
sk: Nepodarilo sa analyzovať položku pracovnej plochy „%s“.

source: '%s' has blacklisted category '%s'.
sk: „%s“ má kategóriu „%s“ na čiernej listine.

source: '%s' has blacklisted executable '%s'.
sk: „%s“ má spustiteľný súbor „%s“ na čiernej listine.

source: '%s' is blacklisted.
sk: „%s“ je na čiernej listine.

source: The file doesn't have a Dreamcast header.
sk: Súbor neobsahuje hlavičku konzoly Dreamcast.

source: The file doesn't have a Game Boy header.
sk: Súbor neobsahuje hlavičku konzoly Game Boy.

source: The file doesn't have a Game Cube header.
sk: Súbor neobsahuje hlavičku konzoly Game Cube.

source: This doesn't represent a valid LÖVE package: '%s'.
sk: Toto nereprezentuje platný balík LÖVE: „%s“.

source: Invalid MAME game id '%s' for '%s'.
sk: Neplatný identifikátor hry MAME „%s“ pre „%s“.

source: The file doesn't have a Master System header.
sk: Súbor neobsahuje hlavičku konzoly Master System.

source: The file doesn't have a Genesis/Sega 32X/Sega CD/Sega Pico header.
sk: Súbor neobsahuje hlavičku konzoly Genesis/Sega 32X/Sega CD/Sega Pico.

source: The file '%s' doesn't have a track.
sk: Súbor „%s“ neobsahuje stopu.

source: The file '%s' doesn't have a valid binary file format.
sk: Súbor „%s“ neobsahuje platný formát binárneho súboru.

source: The file '%s' doesn't have a valid track mode for track %d.
sk: Súbor „%s“ neobsahuje platný režim stopy pre stopu č. %d.

source: Invalid PlayStation header: disc ID not found in '%s'.
sk: Neplatná hlavička konzoly PlayStation: identifikátor disku sa nenašiel v „%s“.

source: The file doesn't have a Sega Saturn header.
sk: Súbor neobsahuje hlavičku konzoly Sega Saturn.

source: The file '%s' doesn't have a valid Sega Saturn binary file.
sk: Súbor „%s“ neobsahuje platný binárny súbor konzoly Sega Saturn.

source: Couldn't get Steam appid from manifest '%s'.
sk: Nepodarilo sa získať identifikátor appid služby Steam z manifestu „%s“.

source: File '%s' doesn't exist.
sk: Súbor „%s“ neexistuje.

source: Couldn't get name from Steam registry.
sk: Nepodarilo sa získať názov z registra služby Steam.

source: The file doesn't have a Wii header.
sk: Súbor neobsahuje hlavičku konzoly Wii.

source: Couldn't read file: %s
sk: Nepodarilo sa čítať súbor: %s

source: Invalid command: it doesn't have any argument.
sk: Neplatný príkaz: neobsahuje žiadny parameter.

source: Couldn't run '%s': execution failed.
sk: Nepodarilo sa spustiť „%s“: spúšťanie zlyhalo.

source: Couldn't create a new instance of plugin in '%s'.
sk: Nepodarilo sa vytvoriť novú inštanciu zásuvného modulu v „%s“.

source: No game title found for disc ID '%s'.
sk: Pre disk s identifikátorom „%s“ sa nenašiel žiadny titul hry.

source: No disc title found for disc ID '%s'.
sk: Pre disk s identifikátorom „%s“ sa nenašiel žiadny titul disku.

source: No disc set ID found for disc ID '%s'.
sk: Pre disk s identifikátorom „%s“ sa nenašiel žiadny identifikátor sady diskov.

source: No disc found for disc ID '%s'.
sk: Pre disk s identifikátorom „%s“ sa nenašiel žiadny disk.

source: The mapping string can't be null.
sk: Mapovací reťazec nemôže byť nulový.

source: The mapping string can't be empty.
sk: Mapovací reťazec nemôže byť prázdny.

source: Unable to open file '%s': %s
sk: Nie je možné otvoriť súbor „%s“: %s

source: Evdev is unable to open '%s': %s
sk: Rozhranie evdev nedokáže otvoriť „%s“: %s

source: Invalid game file: '%s'.
sk: Neplatný súbor hry: „%s“.

source: Couldn't run game: module '%s' not found.
sk: Nepodarilo sa spustiť hru: nenašiel sa modul „%s“.

source: Couldn't run game: module '%s' not found and no module found for MIME types %s.
sk: Nepodarilo sa spustiť hru: nenašiel sa modul „%s“ a modul pre typy MIME %s.

source: Couldn't write snapshot.
sk: Nepodarilo sa zapísať snímku.

source: '%s' doesn't have a track for index %u.
sk: „%s“ neobsahuje stopu re index %u.
